import * as React from 'react';

export interface IPrivacyPolicyProps {
}

export function PrivacyPolicy (props: IPrivacyPolicyProps) {
  return (
    <>
      <h1>Политика за поверителност и GDPR</h1>
      Последно актуализирано: Май 2023 г.

      <p>Настоящата Политика за поверителност обяснява каква информация събираме от потребителите на нашия уебсайт, как я използваме и споделяме, както и как пазим личните данни в съответствие с Общия регламент за защита на данните (GDPR).</p>
<h3>Събиране на информация</h3>
<p>При посещение на нашия уебсайт може да събираме различни видове информация, включително:</p>
<p>1.1. Лична информация: Това включва данни като име, адрес, телефонен номер, имейл адрес и други данни, които ни предоставяте активно при създаване на профил или при покупка на продукти през нашия сайт.</p>
<p>1.2. Информация за устройството: При посещение на нашия уебсайт автоматично събираме информация за вашия компютър, мобилен телефон или други устройства, които използвате за достъп до нашия сайт. Тази информация може да включва IP адрес, тип на устройството, операционна система, браузър и други технически данни.</p>
<p>1.3. Бисквитки и подобни технологии: Използваме бисквитки и подобни технологии, за да събираме информация за вашия опит на нашия уебсайт и да подобрим функционалността му. Тези технологии ни позволяват да запомним вашите предпочитания, да анализираме данните за трафика и да персонализираме съдържанието на уебсайта според вашите интереси.</p>
<h3>Използване на информацията</h3>
<p>Използваме събраната информация за следните цели:</p>
<p>2.1. Осигуряване на услугите: Използваме вашата информация за обработка на поръчките ви, доставка на продуктите, осигуряване на поддръжка и комуникация с вас относно вашата поръчка.</p>
<p>2.2. Подобряване на уебсайта: Анализираме информацията, която събираме, за да подобрим функционалността на нашия уебсайт, да персонализираме съдържанието според вашите интереси и да предоставяме по-добър опит на потребителите.</p>
<p>2.3. Маркетингови комуникации: Може да ви изпращаме маркетингови съобщения по електронна поща или други канали, свързани с нашите продукти и услуги, само ако сте дали съгласие да получавате такива съобщения. Всеки път можете да се откажете от получаването на маркетингови комуникации чрез връзката за отписване, предоставена във всяко съобщение.</p>
<h3>Споделяне на информация</h3>
<p>3.1. Трети страни: Може да споделяме вашата информация със счетоводители, доставчици на услуги за доставка и други трети страни, ако това е необходимо за осигуряване на продуктите и услугите, които сте закупили.</p>
<p>3.2. Законови изисквания: Можем да разкриваме вашата информация, ако сме задължени да го направим съгласно приложимото законодателство или ако такова разкриване е необходимо за защита на нашите права, собственост или безопасност, както и за защита на правата, собствеността и безопасността на други потребители.</p>
<h3>Защита на личните данни</h3>
<p>Използваме подходящи технически и организационни мерки за защита на личните данни от неразрешен достъп, унищожаване, загуба или промяна. Въпреки че предприемаме всички разумни мерки за защита на информацията, не можем да гарантираме пълна сигурност на данните.</p>
<h3>Вашите права съгласно GDPR</h3>
<p>Съгласно GDPR ви предоставяме определени права относно вашата лична информация, включително правото на достъп, корекция, изтриване и ограничаване на обработката. Също така имате право да се откажете от получаването на маркетингови комуникации и да изразите своето съгласие или оттеглите даденото съгласие.</p>
<h3>Промени в Политиката за поверителност</h3>
<p>Резервираме си правото да променяме настоящата Политика за поверителност от време на време. Всяка актуализация ще бъде публикувана на нашия уебсайт и ще влезе в сила при публикуването.</p>
<h3>Свържете се с нас</h3>
<p>Ако имате въпроси, коментари или запитвания относно нашата Политика за поверителност или начина, по който обработваме вашата информация, моля, свържете се с нас чрез контактната форма на нашия уебсайт.</p>
<p>Запазваме си правото да превеждаме и предоставяме нашата Политика за поверителност на български език. В случай на размирици или несъответствие между българската версия и английската версия на политиката, българската версия ще има предимство и ще се счита за вярна и основна.</p>
<p>Тази Политика за поверителност влиза в сила от май 2023 г.</p>

    </>
  );
}
