import * as React from 'react';

export interface ITermsAndConditionsPageProps {
}

export function TermsAndConditionsPage (props: ITermsAndConditionsPageProps) {
  return (
    <React.Fragment>
      ОБЩИ ТЪРГОВСКИ УСЛОВИЯ
Нашите Общи търговски условия:
Тук ще откриете важна информация за поръчки от ABOUT YOU SE & Co. KG.

1. Сключване на договора:
Показването на стоки в онлайн магазина не представлява правнообвързваща оферта, а необвързващ онлайн каталог. С натискането на бутона “Jetzt kostenpflichtig bestellen” (“Поръчай сега срещу заплащане”) вие подавате обвързваща поръчка за стоките в своята пазарна количка. Потвърждението за получаването на поръчката се издава веднага след задаването на поръчката и не съставлява приемане на договора. Ние можем да приемем вашата поръчка чрез изпращането на потвърждение на поръчката по ел. Поща или чрез изпращане на стоките в срок от два дни.

2. Указания при отказ
Право на отказ

Вие имате правото да се откажете от този договор в срок от 14 дни без предоставяне на основание.

Периодът за отказ ще изтече след 14 дни, считано от деня, в който придобиете вие, или трета страна различна от доставчика, посочена от вас, придобие физическо владение на стоките.

За да упражните правото на отказ, трябва да ни уведомите (Абаут Ю СЕ & Ко. КГ, ул. “Домщрасе” No. 10, 20095, гр. Хамбург, Германия, ел. поща: obsluzhvanenaklienti@aboutyou.bg - ABOUT YOU SE & Co. KG, Domstraße 10, 20095 Hamburg, Germany, email: obsluzhvanenaklienti@aboutyou.bg) за своето решение да се откажете от този договор чрез еднозначно волеизявление (например чрез изпращане на писмо по пощата, факс или ел. поща). Трябва, но не задължително, да използвате прикачения образец на формуляр за отказ.

За да спазите крайния срок за отказ, е достатъчно да изпратите своето писмо относно упражняване на правото на отказ преди срокът да е изтекъл.

Последици от отказването

Ако се откажете от този договор, ние следва да възстановим всички плащания направени от вас, включително разноски по доставянето (с изключение на допълнителни разходи в резултат на вашия избор на доставка, различен от най-малко скъпия стандартен метод предложен от нас) без неоправдано забавяне и при всички случаи не по-късно от 14 дни от деня, в който сте ни информирали за своето решение за отказване от договора. Ще извършим това възстановяване на сумите използвайки същия метод на плащане, който сте използвали вие при първоначалната транзакция освен ако не сте изрично определили друго; при всички случаи вие няма да бъдете таксувани в резултат на възстановяването. Ние можем да забавим възстановяването на вашата сума докато не получим стоките обратно или не ни предоставите доказателство, че сте изпратили обратно стоките, в зависимост кое е предхождащо.

Вие трябва да изпратите стоките или да ги предадете на нас или нашият доставчик на превозни услуги без неоснователно забавяне и при всички случаи не по-късно от 14 дни, считано от деня, в който сте ни известили за своето отказване от договора. Срокът следва да се счита за спазен, ако сте изпратили стоките обратно преди срокът от 14 дни да е изтекъл.

Ние ще покрием разходите за връщането на стоките.

Вие носите отговорност единствено за намаляване на стойността на стоките в резултат на тяхното третиране, което не засяга установяването на тяхното естество, характеристики и функциониране.

Край на инструкциите за отказване

Образец на формуляр за отказ
Абаут Ю СЕ & Ко. КГ, ул. “Домщрасе” No. 10, 2009, гр. Хамбург, Германия, ел. поща: obsluzhvanenaklienti@aboutyou.bg ABOUT YOU SE & Co. KG (ABOUT YOU SE & Co. KG, Domstraße 10, 20095 Hamburg, Germany, email: obsluzhvanenaklienti@aboutyou.bg)
Аз/ Ние* с настоящето известяваме че аз/ ние* се отказвам от своя/нашия* договор:
За продажба на следните стоки*:
За предоставянето на следните услуги*:
Поръчани на*/ получени на*:
Име на потребителя(-ите):
Адрес на потребителя(-ите):
Подпис на потребителя(-ите) само ако този формуляр се изпраща на хартия:
Дата



________________________________
*Моля, изтрийте където е необходимо.


3. Изключение/ изтичане на правото на отказ:
Съгласно член 57, ал. 3 и ал. 5 от Закона за защита на потребителите правото на отказ не се прилага при договори за доставка на стоки, които не са предварително произведени, изработени по поръчка на потребителя или съобразно неговите индивидуални изисквания, и следва да изтече по-рано за договори за доставка на запечатани стоки, които са разпечатани след доставката им и не могат да бъдат върнати поради съображения, свързани с хигиената или защита на здравето.

4. Доброволно право на връщане до 100 дни след получаване на стоките:
Освен законовото право на отказ, упоменато по-горе, ние ви даваме доброволна гаранция за връщане за период от 100 дни от получаването на стоките. Вие можете да се откажете от договора след изтичане на 14-дневния срок като ни върнете стоките в срок от 100 дни след получаването (периодът започва да тече, считано от деня след като стоките са били получени) при условие, че стоките са в оригиналните опаковки и са цели и стига да не са използвани или повредени и също при условие да не представляват стоки направени съобразно индивидуалните изисквания на потребителя или да не са изработени по поръчка. Навременно изпращане е достатъчно за съобразяване на времевия срок. Стоките следва да бъдат изпратени обратно на: Абаут Ю СЕ & Ко. КГ, получател Хермес Фулфимент ГмбХ; ул. “Банвартщрасе No. 5, 22179, гр. Хамбург (ABOUT YOU SE & Co. KG, c/o Hermes Fulfilment GmbH; Bannwarthstraße 5, 22179 Hamburg).
Доброволната гаранция за връщане, произтичаща от сключването на договора, не засяга вашите законови права. Включително вашите законово право на отказ и законово право на гаранция остават непроменени.

5. Доставяне:
Доставките са практически валидни само за България. Изпращането на стоки се случва само в общи домашни количества като стоките биват изпращани само до крайни потребители.

6. Гаранция :
Ако доставените стоки са дефектни, вие имате право да претендирате гаранционна отговорност. About You не предоставя никакви допълнителни гаранции за дефекти в допълнение на тези, предоставени от закона.

7. Разноски по доставянето:
За поръчки на стойност над 29,90 лв. доставката е безплатна. Ако стойността на поръчката е по-ниска, се прилагат такси за доставка от 4,90 лв. с ДДС за поръчка.

8. Плащане:
Плащането може на практика да бъде извършено чрез, наложен платеж, карта (MasterCard, Maestro и Visa), Google Pay или Apple Pay. Не се предлагат отстъпки за определено плащане. Ние запазваме своето право да предложим специфичен метод на заплащане само за желаната доставка, например само методи свързани със съответния кредитен рейтинг с цел обезпечаване на нашия кредитен риск.

Плащане чрез наложен платеж
Плащането за стоките следва да бъде направено при доставянето на пратката в размера посочен на фактурата. В случай на отказ, упоменат в част 2, връщането се извършва чрез банков превод. За тази цел ние се нуждаем от информация за вашата банкова сметка, която може да бъде предоставена лесно и сигурно, на вашия потребителски акаунт. Ние запазваме правото си да издадем ваучер в размер на стойността на върнатите стоки, в случай, че не предоставите информация за банкова сметка след повторно запитване от наша страна.
Плащане чрез карта
Вие извършвате плащането на момента при процеса на поръчване като попълвате данните на своята карта. В момента на изпращането, от вашата карта ще бъде изтеглена фактическата сума, като се вземе предвид прилагането на отстъпки или ваучери, ако има такива. Стоки, направени по поръчка или съгласно индивидуални изисквания на потребителя, водят до незабавно теглене от вашата карта на фактическата сума, изчислена след направени намаления, ваучери и т.н.
Плащане чрез Google Pay
Плащате директно чрез профила си в Google. След като подадете поръчката си, ще бъдете пренасочени към Google, където можете да разрешите плащането на сумата на поръчката. Веднага след като бъдем информирани за вашето разрешение, стоката ще бъдат изпратена - според срока за доставка, посочен за артикула. В зависимост от метода на плащане, запазен в Google Pay, от него ще бъде дебитирана действителната сума по фактурата след приспадане на евентуални отстъпки, ваучери за подарък и т.н., веднага след разрешаването или след изпращането.
Плащане чрез ApplePay
Плащате директно чрез профила си в Apple. След като подадете поръчката си, ще бъдете пренасочени към Apple, където можете да разрешите плащането на сумата на поръчката. Веднага след като получим информация за вашето разрешение, стоката ще бъде изпратена - според срока за доставка, посочен за артикула. В зависимост от метода на плащане, запазен в Apple Pay, от него ще бъде дебитирана действителната сума по фактурата - след като се приспаднат всички отстъпки, ваучери за подарък и т.н., веднага след разрешаването или след изпращането.
9. Цени:
Нашите цени са в бълграски левове и включват ДДС по закон.

10. Език на договора / съхранение на текста на поръчката
Този договор се сключва на български език. Текстът на поръчката не се съхранява при нас и не може да бъде достъпен след приключване на процедурата по поръчване. Копие от настоящия договор е изпратено на вашата ел. поща, както при процеса на задаване на поръчка.

11 . Информация за доставчика

ABOUT YOU SE & Co. KG
ул. “Домщрасе” No. 10
20095 Хамбург
факс: +49 40 638569445
ел. поща: obsluzhvanenaklienti@aboutyou.bg
ДДС номер: BG3078164238
Данъчен номер: в процес на регистрация


Законно представлявано от:
ABOUT YOU Verwaltungs SE
Регистрационен съд: Районен съд Хамбург
Регистрационен номер: HRB 171601
Управителен съвет: Себастиан Бец, Тарек Мюлер, Ханес Вийзе
Председател на надзорния съвет: Себастиан Клауке

    </React.Fragment>
  );
}
